Repository: angelAL2910/openscope
Catalog: szotar2/po/*.po
Languages: hu

source: Translation memory - Changelog
hu: Fordítási szótár - Változások

source: Back
hu: Vissza

source: The glossary for our team
hu: Magyar fordítási segédszótár

source: Recent changes - RSS Feed
hu: Legfrissebb változások - RSS forrás

source: Unfixed terms - RSS Feed
hu: Vitatott kifejezések - RSS forrás

source: http://localhost/glosar/glosar-search.xml
hu: http://potter.iit.uni-miskolc.hu/~sianis/glossary/glosar-search.xml

source: Terminology search
hu: Terminológiakeresés

source: You are free to modify the content. Please login, for a better team communication.
hu: Szabadon módosíthatod a tartalmat. Jelentkezz be a jobb csapatmunka érdekében!

source: You need to log in in order to modify the content.
hu: Be kell jelentkezned a tartalom módosításához.

source: Changes are made under the username: <i>
hu: A módosítások ezen a felhasználónéven készülnek: <i>

source: Term:
hu: Kifejezés:

source: Edit
hu: Szerkesztés

source: Edit translation
hu: Fordítás szerkesztése

source: Please use this order: <i>verb inf.</i>, <i>noun</i> (ex: to edit, edit)
hu: Használd ezt a sorrendet: <i>ige</i>, <i>főnév</i> (például: szerkeszteni, szerkesztés)

source: Meta information:
hu: Metainformációk:

source: <li><tt>[[WikiWord]]</tt> create a link to a wiki page, used for discussions</li>
hu: <li><tt>[[WikiSzó]]</tt> hivatkozás készítése wikioldalra, a szó megvitatásához</li>

source: <li><tt class='term_locked'>!</tt> - lock a <span class='term_locked'>stable</span> translation</li>
hu: <li><tt class='term_locked'>!</tt> - egy <span class='term_locked'>stabil</span> fordítás zárolása</li>

source: <li><tt class='term_debate'>?</tt> - tag the translation as fuzzy <span class='term_debate'>debate</span></li>
hu: <li><tt class='term_debate'>?</tt> - a fordítás megjelölése nem véglegesként <span class='term_debate'>vitára</span></li>

source: Cancel
hu: Mégse

source: Save
hu: Mentés

source: Delete
hu: Törlés

source: About this dictionary
hu: A fordítási segédszótárról

source: This glosary is used for translationg „free” and „open source” software by the localization teams of our language.
hu: Ezt a szótárat „szabad” és „nyílt forrású” szoftverek fordításához használják magyar fordítócsapatok.

source: Everybody can contribute, the system is based on the <a href=%s>Wiki</a> idea. (each change is saved).
hu: Mindenki közreműködhet, a rendszert a <a href=%s>Wiki</a> ötletén alapul. (minden változtatás mentésre kerül).

source: This page requires JavaScript suport.
hu: Az oldal működéséhez JavaScript támogatás szükséges.

source: Downloading raw data
hu: Nyers adatok letöltése

source: The content is licenced under <a href=%s>GPL</a> and can be downloaded from here:
hu: A tartalom licence <a href=%s>GPL</a> és innen letölthető:

source: Translation teams for our language
hu: Magyar fordítócsapatok

source: http://wiki.services.openoffice.org/wiki/Languages
hu: http://hu.openoffice.org/

source: https://wiki.mozilla.org/Category:L10n_Teams
hu: https://wiki.mozilla.org/L10n:Teams:hu

source: http://l10n.gnome.org/teams/
hu: http://l10n.gnome.org/languages/hu/

source: http://i18n.kde.org/teams-list.php
hu: http://i18n.kde.org/team-infos.php?teamcode=hu

source: http://i18n.xfce.org/wiki/language_maintainers
hu: http://i18n.xfce.org/wiki/team_hu

source: https://translations.launchpad.net/+groups/ubuntu-translators
hu: https://launchpad.net/~ubuntu-l10n-hu

source: http://en.opensuse.org/OpenSUSE_Localization_Teams
hu: http://hu.opensuse.org/%C3%9Cdv%C3%B6z%C3%B6lj%C3%BCk_az_openSUSE.org_oldal%C3%A1n

source: https://translate.fedoraproject.org/teams/
hu: https://translate.fedoraproject.org/teams/hu

source: http://debian.org/international/
hu: http://debian.org/international/Hungarian

source: Source code
hu: Forráskód

source: Source code is licensed under <a href=%s>GPL</a>, you can dowload the latest version from <a href=%s>here</a>.
hu: A forráskód licence <a href=%s>GPL</a>, a legfrissebb változat letölthető <a href=%s>innen</a>.

source: Recent changes
hu: Legutóbbi változások

source: unfixed terms
hu: vitatott kifejezések

source: fixed terms
hu: rögzített kifejezések

source: unsorted terms
hu: rendezetlen kifejezések

source: Changelog
hu: Változások

source: Export to po
hu: Exportálás po fájlba

source: Tranlation memory - recent changes
hu: Fordítási szótár - legutóbbi változások

source: Date
hu: Dátum

source: Term
hu: Kifejezés

source: Translation
hu: Fordítás

source: User / IP
hu: Felhasználó/IP

source: (%d revision not displayed)
hu: (%d változat nem jelenik meg)

source: %s - Recent
hu: %s - legfrissebb

source: Last 15 modified terms
hu: Utolsó 15 módosított kifejezés

source: Link to glossary
hu: Hivatkozás a szótárra

source: Link to wiki
hu: Hivatkozás a wikire

source: Link to Open-tran.eu
hu: Hivatkozás az open-tran.eu-ra

source: Term:
hu: Kifejezés:

source: Translated:
hu: Fordítás:

source: Context:
hu: Kontextus:

source: Date:
hu: Dátum:

source: Author:
hu: Szerző:

source: unfixed
hu: vitatott

source: unsorted
hu: rendezetlen

source: fixed
hu: rögzített

source: Translation memory - Report for %s terms
hu: Fordítási szótár - Jelentés a %s kifejezésekhez

source: Report for %s
hu: Jelentés a %s kifejezésekhez

source: Context
hu: Kontextus

source: %d %s term
hu: (%d %s kifejezés)

source: %s - Random unfixed
hu: %s - véletlen vitatott

source: Random unfixed terms
hu: Véletlen vitatott kifejezések

source: Meta info
hu: Metainformációk

source: Zero results.
hu: Nincs találat.

source: nothing found
hu: nincs találat

source: Revision date
hu: Változat dátuma

source: %.1f%% fixed
hu: %.1f%% rögzített

source: %.1f%% unfixed
hu: %.1f%% vitatott

source: %.1f%% unsorted
hu: %.1f%% rendezetlen

source: ( %d term )
hu: (%d kifejezés)

source: Localization terminology dictionary
hu: Fordítási terminológiaszótár

source: Terminology dictionary to help in software translation
hu: Terminológiai szótár szoftverfordításokhoz

source: http://localhost/glosar/index.php?keyword={searchTerms}
hu: http://potter.iit.uni-miskolc.hu/~sianis/glossary/index.php?keyword={searchTerms}

source: http://localhost/glosar/suggest.php?term={searchTerms}
hu: http://potter.iit.uni-miskolc.hu/~sianis/glossary/suggest.php?term={searchTerms}
